/* new project textfield placeholder */
"Clients' emails" = "Email'ы клиентов";

/* new project textfield placeholder */
"* Manager's email" = "* Email менеджера";

/* new project textfield placeholder */
"* Project title" = "* Название проекта";

/* image cache size label */
"%.2f Mb" = "%.2f Мб";

/* snackbar error */
"%@ is already a client" = "%@ уже клиент";

/* snackbar error */
"%@ is already a manager" = "%@ уже менеджер";

/* snackbar error */
"%@ is already the owner" = "%@ уже владелец";

/* remove from clients success message */
"%@ has been removed from clients" = "Мы убрали %@ из клиентов";

/* remove from managers success message */
"%@ has been removed from managers" = "Мы убрали %@ из менеджеров";

/* invite accept message */
"Accepting the invite..." = "Принимаем приглашение...";

/* button
   new project button title */
"Add" = "Добавить";

/* vc title */
"Add clients" = "Добавить клиентов";

/* vc title */
"Add managers" = "Добавить менеджеров";

/* Edit profile image label */
"Add photo" = "Добавить";

/* hud title */
"Adding clients..." = "Добавляем клиентов...";

/* hud title */
"Adding managers..." = "Добавляем менеджеров...";

/* hud title */
"Adding new project" = "Добавляем новый проект";

/* delete project alert title */
"Are you sure you want to delete %@?" = "Уверены, что хотите удалить %@?";

/* leave project alert title */
"Are you sure you want to leave %@?" = "Уверены, что хотите покинуть %@?";

/* demo user login */
"awesome@controlio.co" = "russian@controlio.co";

/* Image picker button */
"Camera" = "Камера";

/* Cancel button on alert views
   Open picker option */
"Cancel" = "Отмена";

/* snackbar error */
"Cannot make calls on this device" = "На этом устройстве нельзя звонить";

/* snackbar error */
"Cannot send mail on this device" = "На этом устройстве нельзя слать почту";

/* project change status message */
"Changing status..." = "Меняем статус...";

/* magic link request success message */
"Check your inbox. Magic link is on it's way!" = "Проверьте email. Магическая ссылка уже на пути!";

/* reset password request success message */
"Check your inbox. Reset password link is on it's way!" = "Проверьте email. Ссылка для сброса пароля уже на пути!";

/* Open picker option */
"Choose from library" = "Галерея";

/* project info section name */
"Clients" = "Клиенты";

/* project info section name */
"Clients invited" = "Приглашенные клиенты";

/* snackbar message */
"Clients were successfully added" = "Клиенты были успешно добавлены";

/* Alert title for purchase */
"Confirmation" = "Подтверждение";

/* error */
"Could not save image to file system" = "Не получилось сохранить картинку в файловой системе";

/* Redeem alert textfield placeholder */
"Coupon" = "Купон";

/* Redem alert empty error */
"Coupon cannot be empty" = "Купон не может быть пустым";

/* empty view button title */
"Create project" = "Создать проект";

/* demo user password */
"DeepFriedPotato" = "DeepFriedPotato";

/* delete project alert button
   Edit post button */
"Delete" = "Удалить";

/* delete project alert button */
"Delete project" = "Удалить проект";

/* delete project hud title */
"Deleting the project..." = "Удаляем проект...";

/* Plans button downgrade title */
"Downgrade" = "Уменьшить";

/* button
   Edit post button
   new project button title */
"Edit" = "Редактировать";

/* Edit profile image label */
"Edit photo" = "Изменить";

/* edit project alert button */
"Edit project" = "Редактировать проект";

/* hud title */
"Editing the project..." = "Редактируем проект...";

/* email textfield placeholder
   textfield placeholder */
"Email" = "Email";

/* textfield detail */
"Email of the client to add" = "Email добавляемого клиента";

/* textfield detail */
"Email of the manager to add" = "Email доавляемого менеджера";

/* new project textfield detail */
"Email of the manager who will send you updates" = "Email менеджера, который будет присылать обновления";

/* new project textfield detail */
"Emails of your clients relevant to this project" = "Email'ы клиентов, которым вы будете слать обновления";

/* Plan name */
"Twenty" = "$19.99";

/* finish project alert button */
"Finish project" = "Закончить проект";

/* finished project cell label */
"Finished" = "Закончен";

/* finish project hud titile */
"Finishing the project..." = "Заканчиваем проект...";

/* Plan name */
"Free" = "Бесплатно";

/* Getting project message */
"Getting project info..." = "Получаем информацию о проекте...";

/* Getting profile message */
"Getting the profile..." = "Получаем профиль...";

/* get user profile hud title
   getting user profile hud message */
"Getting user profile..." = "Получаем профиль...";

/* snackbar button */
"Hide" = "Спрятать";

/* textfield detail */
"How do you name this project?" = "Как назовем проект?";

/* new project textfield detail */
"How will you name your project?" = "Как назовем проект?";

/* Plan name */
"Fifty" = "$49.99";

/* Plans error message */
"If you want to upgrade or downgrade your plan, please select relevant plan from the list" = "Если вы хотите увеличить или уменьшить план, пожалуйста, выберите нужный план из списка";

/* project info section name */
"Info" = "Информация";

/* new project textfield placeholder */
"Initial status" = "Начальный статус";

/* No app install alert button */
"Install" = "Установить";

/* revoke invite success message */
"Invite for %@ has been revoked" = "Приглашение для %@ аннулировано";

/* invite more clients header button title */
"Invite more clients" = "Добавить";

/* invite more managers header button title */
"Invite more managers" = "Добавить";

/* invite string start */
"invited you as a client to" = "пригласил(а) вас, как клиента в";

/* invite string start */
"invited you as an owner to" = "пригласил(а) вас, как владельца в";

/* invite string start */
"invited you to manage" = "пригласил(а) вас, как менеджера в";

/* leave project alert button */
"Leave" = "Покинуть";

/* leave project hud message */
"Leaving the project..." = "Покидаем проект...";

/* empty view placeholder */
"Let us get your posts from the cloud" = "Получаем ваши посты из облака";

/* empty view placeholder */
"Let us get your projects from the cloud" = "Получаем ваши проекты из облака";

/* Image picker button */
"Library" = "Галерея";

/* empty view placeholder */
"Loading..." = "Загрузка...";

/* logout alert button */
"Log out" = "Выйти";

/* No app install alert title */
"Looks like %@ isn't installed" = "Похоже, %@ не установлен";

/* project info section name */
"Managers" = "Менеджеры";

/* project info section name */
"Managers invited" = "Приглашенные менеджеры";

/* empty view placeholder */
"Managers should post updates here" = "Менеджеры будут присылать сюда обновления";

/* snackbar message */
"Managers were successfully added" = "Менеджеры успешно добавлены";

/* edit post success message */
"Message changed" = "Сообщение изменено";

/* new post upload success message */
"Message sent" = "Сообщение отправлено";

/* textfield palceholder */
"Name" = "Имя";

/* snackbar error */
"Name should be less than 50 chars" = "Имя должно быть меньше 50 символов";

/* password set success message */
"New password has been set" = "Новый пароль установлен";

/* tabbar title */
"New Project" = "Новый проект";

/* label placeholder */
"No name provided" = "Имя не предоставлено";

/* label placeholder */
"No phone provided" = "Телефон не предоставлен";

/* empty view placeholder */
"No posts yet" = "Еще нет обновлений";

/* project cell placeholder */
"Nothing here yet" = "Пока что ничего нет";

/* Demo error ok button
   Plans demo error button title
   Plans error button title */
"Ok!" = "Хорошо!";

/* Demo error title
   Plans demo error title */
"Ouch!" = "Упс!";

/* project info section name */
"Owner" = "Владелец";

/* project info section name */
"Owner invited" = "Приглашенный владелец";

/* password textfield placeholder */
"Password" = "Пароль";

/* repeat password error label
   repeat password textfield error label */
"Passwords don't match" = "Пароли не совпадают";

/* textfield placeholder */
"Phone" = "Телефон";

/* snackbar error */
"Phone should be less than 20 chars" = "Телефон должен быть короче 20 символов";

/* Plans VC mail app error */
"Please configure email in Mail app" = "Пожалуйста, настройте почту в телефоне";

/* empty view placeholder */
"Please create your first update" = "Пожалуйста, отправьте свое первое обновление";

/* Error */
"Please logout first" = "Пожалуйста, сначала выйдите из своего аккаунта";

/* New post error
   new post error */
"Please provide at least one attachment or text" = "Пожалуйста, предоставьте как минимум одно вложение или текст";

/* new project textfield placeholder
   textfield placeholder */
"Project description" = "Описание проекта";

/* delete project success message */
"Project has been deleted" = "Проект удален";

/* finish project success message */
"Project has been finished" = "Проект завершен";

/* revive project success message */
"Project has been revived" = "Проект восстановлен";

/* snackbar message */
"Project info has been changed" = "Описание проекта изменено";

/* textfield placeholder */
"Project title" = "Название проекта";

/* tabbar title */
"Projects" = "Проекты";

/* Redem alert button */
"Redeem" = "Использовать";

/* Redeem alert title */
"Redeem a coupon" = "Использовать купон";

/* invite reject message */
"Rejecting the invite..." = "Отклоняем приглашение...";

/* remove from clients alert button
   remove from managers alert button */
"Remove" = "Убрать";

/* Open picker option */
"Remove photo" = "Убрать фото";

/* remove from clients hud title */
"Removing %@ from clients" = "Убираем %@ из клиентов";

/* remove from managers hud title */
"Removing %@ from managers" = "Убираем %@ из менеджеров";

/* repeat password textfield placeholder */
"Repeat password" = "Повторите пароль";

/* revive project alert button */
"Revive project" = "Восстановить проект";

/* revive project hud title */
"Reviving the project..." = "Восстанавливаем проект...";

/* revoke invite alert button */
"Revoke" = "Отклонить";

/* revoke invite hud title */
"Revoking invite for %@" = "Отклоняем приглашение для %@";

/* Input view button */
"Save" = "Сохранить";

/* Input view button */
"Send" = "Отправить";

/* Error */
"Server error" = "Серверная ошибка";

/* tabbar title */
"Settings" = "Настройки";

/* email textfield comment label
   email textfield comment line */
"Should be a valid email" = "Должен быть правильный email";

/* password textfield comment label */
"Should be between 8 and 30 characters" = "Должен быть между 8 и 30 символами";

/* signin button title */
"Sign in" = "Вход";

/* signup button title */
"Sign up" = "Регистрация";

/* Error
   payments error */
"Something went wrong" = "Что-то пошло не так";

/* edit post success message */
"Status changed" = "Статус обновлен";

/* post cell status text */
"Status changed: %@" = "Статус обновлен: %@";

/* project chande status success message */
"Status has been changed" = "Статус обновлен";

/* Redeem alert success title */
"Success!" = "Успех!";

/* tabbar title */
"Support" = "Помощь";

/* Alert ok button title for purchase */
"Switch!" = "Сменить!";

/* Open picker option */
"Take a photo" = "Камера";

/* Redeem alert success message */
"The coupon was applied to your account" = "Купон успешно применен";

/* delete project alert message */
"This action cannot be undone" = "Это действие нельзя отменить";

/* Plan name */
"Five" = "$4.99";

/* Input view placeholder */
"Type new message..." = "Новое сообщение...";

/* Input view placeholder */
"Type new status..." = "Новый статус...";

/* error */
"Unexpected empty result" = "Неожиданный пустой результат";

/* Plans button upgrade title */
"Upgrade" = "Увеличить";

/* Edit post upload message */
"Uploading attachments" = "Загружаем вложения";

/* new post upload message */
"Uploading attachments..." = "Загружаем вложения...";

/* edit post upload message
   Edit profile upload message */
"Uploading data" = "Загружаем данные";

/* Edit profile upload message
   hud title */
"Uploading image" = "Загружаем картинку";

/* new post upload message */
"Uploading new message..." = "Отправляем новое сообщение...";

/* textfield detail */
"Visible to your clients and project managers" = "Виден вашим клиентам и менеджерам проектов";

/* new project textfield detail */
"What is the current status of the project" = "Какой сейчас статус проекта";

/* textfield detail */
"What is this project about?" = "О чем проект?";

/* new project textfield detail */
"What is your project about?" = "О чем проект?";

/* No app install alert message */
"Would you like to install %@?" = "Хотите установить %@?";

/* logout alert title */
"Would you like to log out?" = "Точно хотите выйти?";

/* remove from clients alert title */
"Would you like to remove %@ from clients?" = "Хотите убрать %@ из клиентов?";

/* remove from maangers alert title */
"Would you like to remove %@ from managers?" = "Хотите убрать %@ из менеджеров?";

/* revoke invite alert title */
"Would you like to revoke invite to %@?" = "Хотите отменить приглашение для %@?";

/* Alert message stub for purchase */
"Would you like to switch to \"%@\" plan?" = "Хотите перейти на план \"%@\"?";

/* snackbar error */
"Wrong email format" = "Неправильный формат email'а";

/* snackbar error */
"Wrong phone format" = "Неправильный формат телефона";

/* Plans error title */
"You already have this plan" = "Это уже ваш план";

/* empty view placeholder */
"You can create your first project" = "Вы можете создать свой первый проект";

/* Error */
"You can't do that in demo account" = "Этого нельзя делать в демо аккаунте";

/* textfield detail */
"You cannot change the email yet" = "Пока что нельзя менять email";

/* Demo error message */
"You cannot select payment methods in the demo account — please login with your own account to do so" = "Нельзя менять методы оплаты в демо аккаунте — пожалуйста, войдите в свой аккаунт";

/* Plans demo error message */
"You cannot select plans in the demo account — please login with your own account to purchase a plan" = "Нельзя менять план в демо аккаунте — пожалуйста, войдите в свой аккаунт";

/* empty view placeholder */
"You don't have any projects yet" = "У вас еще нет проектов";

/* invite accept success message */
"You have accepted the invite to \"%@\"" = "Вы приняли приглашение в \"%@\"";

/* leave project success message */
"You have left the project" = "You have left the project";

/* invite reject success message */
"You have rejected the invite to \"%@\"" = "Вы отклонили приглашение в \"%@\"";

/* snackbar title */
"You have successfuly created a project" = "Вы успешно создали проект";

/* leave project alert message */
"You will not be able to get back unless you get invited" = "У вас не получится попасть назад, если вас не пригласят еще раз";

/* snackbar message */
"Your profile has been updated" = "Ваш профиль обновлен";

"Leave project" = "Покинуть проект";

"(edited) %@" = "(редактировано) %@";

"%d attachment" = "%d вложение";

"%d attachments" = "%d вложения";

"You have unsaved data" = "У вас есть несохраненные изменения";

"Would you like to discard it?" = "Хотите от них отказаться?";

"Discard" = "Отказаться";

/* Stripe */

/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ Последние Цифры %2$@";

/* Title for Add a Card view */
"Add a Card" = "Добавить Карту";

/* Button to add a new credit card. */
"Add New Card…" = "Добавить новую карту…";

/* Caption for Address field on address form */
"Address" = "Адрес";

/* Text for back button */
"Back" = "Назад";

/* Title for credit card number entry field */
"Card" = "Карта";

/* accessibility label for text field */
"card number" = "номер карты";

/* Caption for City field on address form */
"City" = "Город";

/* Button on SMS verification screen if the user did not receive the SMS code. */
"Didn't receive the code?" = "Не получили код?";

/* Caption for Email field on address form */
"Email" = "Email";

/* No comment provided by engineer. */
"Enter card details manually" = "Ввести детали карты вручную";

/* No comment provided by engineer. */
"Enter the verification code to use the payment info you stored with Stripe." = "Введите код верификации, чтобы использовать этот метод оплаты, сохраненный в Stripe.";

/* accessibility label for text field */
"expiration date" = "срок годности";

/* Error message for checkout account api call */
"Failed to parse account response" = "Не получилось обработать ответ аккаунта";

/* Cancel button for Remember Me SMS verification screen. */
"Fill in your card details manually" = "Ввести карту вручную";

/* Message shown when the user enters an incorrect SMS verification code. */
"Invalid Code" = "Неверный код";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Загрузка…";

/* Caption for Name field on address form */
"Name" = "Имя";

/* Button to move to the next text entry field */
"Next" = "Далее";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to paste a copied SMS code into the verification field. */
"Paste copied code?" = "Вставить скопированный код?";

/* Title for Payment Method screen */
"Payment Method" = "Метод оплаты";

/* Caption for Phone field on address form */
"Phone" = "Телефон";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Почтовый индекс";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Провинция";

/* Label for the switch to enable Remember Me */
"Save for use in other apps" = "Сохранить для использования в других приложениях";

/* Error message for Remember Me network error. More detailed cause of the error will be filled into the substitution. */
"Something went wrong with Remember Me: %@" = "Что-то пошло не так с Remember Me: %@";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Штат";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "State / Province / Region";

/* Footer shown when the user enables Remember Me that shows additional info. The html-style tags control which parts of the text link to the Stripe Privacy Policy, Terms of Service, and Remember Me More Info pages, and can be moved around as needed in the translation (although they CANNOT overlap). */
"Stripe may store my payment info and phone number for use in this app and other apps, and use my number for verification, subject to Stripe's <pplink>Privacy Policy</pplink> and <termslink>Terms</termslink>. <infolink>More Info</infolink>" = "Stripe может сохранять мой способ оплаты и телефонный номер для использования в этом и других приложениях, и использовать мой телефон для верификации, по <pplink>Политике Приватности</pplink> и <termslink>Условиям Использования</termslink>. <infolink>Больше информации</infolink>";

/* Error message for network request being cancelled. */
"The operation was cancelled" = "Операция отменена";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Произошла ошибка с вашей картой -- попробуйте еще раз через несколько секунд";

/* No comment provided by engineer. */
"There was an error submitting your autofilled card details." = "Произошла ошибка автозаполнения карты.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Произошла неожиданная ошибка -- попробуйте еще раз через несколько секунд";

/* Error message when failing to type in SMS code for Remember me too many times. */
"Too many incorrect attempts" = "Слишком много неправильных попыток";

/* Title for SMS verification code screen */
"Verification Code" = "Код Верификации";

/* Message shown after sending SMS verification code. The substitution is a phone number. */
"We just sent a text message to: %@" = "Мы отправили СМС на: %@";

/* Placeholder text for non-Amex CVC field (3 digits) */
"XXX" = "XXX";

/* Placeholder text for Amex CVC field (4 digits) */
"XXXX" = "XXXX";

/* Error when the card has already expired */
"Your card has expired" = "У карты вышел срок годности";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Карта отклонена";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Месяц срока годности неправильный";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "Год срока годности неправильный";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Номер карты неправильный";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Код безопасности карты неправильный";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "ZIP Code";
